Repository: Becreatives/wp-pigna
Catalog: resources/languages/*.po
Languages: it_it

source: All rights reserved ©2022 <b>Cartiere Paolo Pigna S.p.A.</b> with sole shareholder Direction and coordination <b>Gruppo Buffetti S.p.A.</b><br><b>Registered Office:</b> Via D. Pesenti 1 - 24022 Alzano Lombardo - <b>Operational Headquarters</b> Viale Piave 35 - 24022 Alzano Lombardo (Bergamo) Italy - <b>VAT 00216380162</b>
it_it: Tutti i diritti riservati ©2022 <b>Cartiere Paolo Pigna S.p.A.</b> come socio unico, Direzione e coordinamento <b>Gruppo Buffetti S.p.A.</b><br><b>sede legale:</b> Via D. Pesenti 1 - 24022 Alzano Lombardo - <b>sede operativa:</b> Viale Piave 35 - 24022 Alzano Lombardo (Bergamo) Italia - <b>P.IVA 00216380162</b>

source: An elegant and romantic touch, yet full of character. Browse all the more delicate shades in the Monocromo Pastel color palette.
it_it: Un tocco elegante e romantico, ma sempre di carattere.<br>Sfoglia tutte le sfumature più delicate nella tavolozza di colori Monocromo Pastel.

source: Backpacks
it_it: Zaini

source: Basic Labor Requirements Policy
it_it: Politica requisiti fondamentali del lavoro

source: Between authentic colors and accurate details inspired by the most imaginative natural compositions, the refined Pigna Flowers collections never stop blooming
it_it: Tra colori autentici e accurati dettagli ispirati alle più fantasiose composizioni naturali, le raffinate collezioni Pigna Flowers non smettono mai di fiorire

source: Between lines and colors, a hymn to the more relaxed, playful, and joyful Dolce Vita that since 1952 tells the inimitable idea of the well-made in Italy.
it_it: Tra righe e colori, un inno alla Dolce Vita più rilassata, giocosa e gioiosa che dal 1952 racconta l’inimitabile idea del fatto bene in Italia

source: Cartiere Paolo Pigna S.p.A. enters into a continuity arrangement.
it_it: Cartiere Paolo Pigna S.p.A. entra in procedura di concordato in continuità.

source: Cartiere Paolo Pigna S.p.A. exits the continuity arrangement two years in advance of the agreed plan. Pigna opens up to new markets beyond the school sector to enter the adult stationery market and also opens up to new channels such as e-commerce and foreign markets. The positioning of the Italian love brand is strengthened with international operations such as the collaboration with the MoMa Design Store in New York for the 180 th anniversary of the brand. The Buffetti Group acquires 100&#37; of the shares.
it_it: Cartiere Paolo Pigna S.p.A. esce dal concordato in continuità con due anni di anticipo rispetto al piano concordatario. Pigna si apre a nuovi mercati oltre la scuola, entrando nel mercato stationery per adulti, aprendosi anche a nuovi canali come e-commerce ed estero. Si rafforza il posizionamento di love brand italiano con operazioni di respiro internazionale come la collaborazione con il MoMa Design Store di New York in occasione dei 180 anni del brand. Il Gruppo Buffetti acquisisce il 100% delle quote azionarie.

source: Cases
it_it: Astucci

source: Colored Writing
it_it: Scrittura colorata

source: Company certifications
it_it: Certificazioni Aziendali

source: Company policies
it_it: Politiche Aziendali

source: Copybooks
it_it: Quaderni

source: Creation of the Quablock branded ring binder, which soon becomes a national success.
it_it: Creazione del raccoglitore ad anelli a marchio Quablock che presto diventa un successo a livello nazionale.

source: Discover all the Colored Writing products
it_it: Scopri tutti i prodotti Scrittura Colorata

source: Discover all the colors of sustainability and tell a colorful future with the Monocromo Green collections by Pigna in 100% recycled paper.
it_it: Scopri tutti i colori della sostenibilità e racconta un futuro variopinto con le collezioni Monocromo Green di Pigna in carta 100% riciclata

source: DISCOVER MORE
it_it: SCOPRI DI PIU

source: Discover the new Monocromo #Mood diary 12 months fixed date. Each day different and full of surprises.
it_it: Scopri il nuovo diario Monocromo #Mood 12 mesi data fissa. Ogni giorno diverso e pieno di sorprese.

source: Download report
it_it: Scarica il report

source: Entrepreneur Giorgio Jannone, from Bergamo, enters the share capital of Pigna and over the next few years becomes the sole shareholder. The company focuses on the development of paper converting products.
it_it: L'imprenditore bergamasco Giorgio Jannone entra nel capitale sociale di Pigna, diventando negli anni successivi l'unico azionista. L'azienda si concentra nello sviluppo di prodotti cartotecnici.

source: Environmental policy
it_it: Politica ambientale

source: Find out more
it_it: Scopri di più

source: For the first time in its history, Cartiere Paolo Pigna, with its headquarters in Alzano Lombardo, one of the Italian towns most affected by Covid-19 and a symbol of the emergency, is forced to close its plant for 40 days to respond to the emergency. The company reopens and quickly makes up the loss in production to close the worst year in the Italian economy with the best performance of its reference sector. The new brand &quot;P <i>di</i> Pigna &quot; is launched.
it_it: Per la prima volta nella sua storia, Cartiere Paolo Pigna, con la sua sede ad Alzano Lombardo, uno dei comuni italiani più colpiti e simbolo dell'emergenza, è costretta a chiudere per 40 giorni il suo stabilimento per rispondere all'emergenza da Covid-19. L'azienda ha riaperto recuperando in pochissimo tempo la produzione arretrata chiudendo l'anno peggiore dell'economia italiana con la performance migliore del proprio settore di riferimento. Viene lanciato il nuovo brand "P <i>di</i> Pigna".

source: friend of colors
it_it: amici del colore

source: From school to free time, what matters is to give a unique nuance to your daily adventures in the company of Monochrome backpacks
it_it: Dalla scuola al tempo libero, ciò che conta è dare una sfumatura unica alle tue avventure quotidiane in compagnia degli zaini Monochrome

source: FSC® certification
it_it: Certificazione FSC®

source: FSC® Policy
it_it: Politica FSC®

source: Hypnotic fantasy and mathematical rigor. A collection dedicated to the great architect of beauty who brought the decoration of the ideal Italian home all over the world.
it_it: Ipnotica fantasia e rigore matematico. Una collezione dedicata al grande architetto della bellezza che ha portato il decoro della casa ideale italiana in tutto il mondo.

source: I have read the information provided pursuant to art. 13 of the Reg. (EU 2016/679)
it_it: Ho preso visione dell’informativa resa ai sensi dell’art. 13 del Reg. (UE 2016/679)

source: Ideas waiting to take shape, emotions to express, dreams ready to become true.<br>In the Monocromo cases there is room for everything!
it_it: Idee non ancora realizzate, emozioni da esprimere, sogni pronti a diventare realtà.<br>Negli astucci Monocromo c’è spazio per tutto!

source: In search of the pure forms of nature through the essential and democratic approach of one of the greatest Italian artists and designers.
it_it: Alla ricerca delle forme pure della natura attraverso l’approccio essenziale e democratico di uno dei più grandi artisti e designer italiani.

source: ISO 14001 Environment Certification
it_it: Certificazione ISO 14001 Ambiente

source: ISO 45001 Safety certification
it_it: Certificazione ISO 45001 Sicurezza

source: ISO 9001 Quality Certification
it_it: Certificazione ISO 9001 Qualità

source: It's time to redefine the style with which to be online and spread the positive virus of "I choose words with care" with the Parole O_Stili collection in collaboration with Pigna
it_it: È ora di ridefinire lo stile con cui stare in rete e diffondere il virus positivo dello “scelgo le parole con cura” con la collezione Parole O_Stili in collaborazione con Pigna.

source: Learn, dream, tell, grow, have fun, express yourself. The important thing is to do it in color, in the company of the Monocromo collections by Pigna.
it_it: Imparare, sognare, raccontare, crescere, divertirsi, esprimersi. L’importante è farlo a colori, in compagnia delle collezioni Monocromo di Pigna.

source: Made in Italy, Historical Heritage, Sustainability and Design. These are the cornerstones on which Pigna builds its business evolution, understanding sustainability as a way of doing business every day: a path in continuous evolution, which requires intense and daily work.
it_it: Made in Italy, Patrimonio storico, Sostenibilità e Design. Sono questi i punti cardine su cui Pigna costruisce la propria evoluzione aziendale, intendendo la sostenibilità come modo di fare impresa e business ogni giorno: un percorso in continuo divenire, che necessita di un lavoro intenso e quotidiano.

source: Monocromo Diaries
it_it: Monocromo diari

source: Much more than just a typewriter. A tribute to the modern icon with which Olivetti has allowed millions of people to work and write with a real portable office.
it_it: Molto più di una semplice macchina da scrivere. Un omaggio all'icona moderna con cui Olivetti ha permesso a milioni di persone di lavorare e scrivere con un vero ufficio portatile.

source: PEFC Policy
it_it: Politica PEFC

source: PEFC ® certification
it_it: Certificazione PEFC™

source: Pigna Classic is the new Pigna Classic! Several collections in continuous evolution, designed for those who learn, grow, dream, and for those who have never quit doing it.
it_it: Pigna Classic is the new Pigna Classic! Tante collezioni in continua evoluzione, pensate per chi impara, cresce, sogna e per chi non ha mai smesso di farlo

source: Pigna Code of Ethics
it_it: Codice Etico Pigna

source: Pigna Flowers is a world full of life that blooms in every corner. A genuine tribute to the greatest teacher of creativity: Mother Nature.
it_it: Quello di Pigna Flowers è un mondo pieno di vita che fiorisce in ogni angolo. Un vero omaggio alla maestra di creatività più famosa: Madre Natura

source: Pigna Model 231 – general part
it_it: Modello 231 Pigna – parte generale

source: Pigna operates within internationally recognized guidelines such as the United Nations Global Compact, adhering to the 2030 Agenda and the Sustainable Development Goals. Today the company's commitment to sustainability focuses on achieving 6 of the 17 Sustainable Development Goals.
it_it: Pigna opera all’interno delle linee guida internazionalmente riconosciute come il Global Compact delle Nazioni Unite, aderendo all’Agenda 2030 e agli Obiettivi di Sviluppo Sostenibile. Oggi l’impegno dell’azienda per la sostenibilità si focalizza sul raggiungimento di 6 dei 17 Obiettivi di Sviluppo Sostenibile.

source: Pigna recognised as a historic brand of national interest by the Ministry of Economic Development
it_it: Pigna riconosciuto come marchio storico di interesse nazionale dal Ministero dello Sviluppo Economico

source: Pigna Whistleblowing Procedure
it_it: Procedura whisleblowing Pigna

source: Quality policy
it_it: Politica per la qualità

source: Registration of the brand and launch of the iconic Monocromo paper converting product line.
it_it: Registrazione del marchio e lancio della iconica linea di cartotecnica Monocromo

source: Romantic
it_it: Romantico

source: Romantic and timeless, the Pigna Flowers collections look like colorful bouquets that bloom every season, page after page.
it_it: Romantiche e intramontabili, le collezioni Pigna Flowers sembrano variopinti bouquet che sbocciano ogni stagione, pagina dopo pagina

source: Space for back to school and back to work that interpret the most current inspirations and trends, in the company of the Pigna Classic collections.
it_it: Spazio ai back to school e back to work che interpretano le inspirazioni e le tendenze più attuali, in compagnia delle collezioni Pigna Classic.

source: Sustainability
it_it: Sostenibilità

source: The application effort
it_it: L'impegno

source: The Barrow world meets Pigna for a truly unmissable new collection.
it_it: Il mondo Barrow incontra Pigna per una nuova collezione davvero imperdibile.

source: The Buffetti Group joins the company&apos;s shareholding structure with a 40&#37; share and Massimo Fagioli (from the De Agostini Group) is appointed Chairman of the Board of Directors and CEO.
it_it: Il Gruppo Buffetti entra nella compagine sociale dell'azienda al 40% e viene nominato Presidente del CdA e Amministratore delegato Massimo Fagioli (proveniente dal Gruppo De Agostini).

source: The company begins to expand its business to other categories in the school sector, so not only notebooks but also diaries, pencil cases and folders.
it_it: L'azienda inizia ad allargare il proprio business ad altre categorie nel mondo della scuola oltre i quaderni come diari, astucci e cartelle.

source: The historic Pigna brand with the iconic &quot;P&quot; of the 1950s has been included in the Special Register of Historical Brands of national interest, a register established by the Ministry of Economic Development in collaboration with Unioncamere. The initiative aims to protect the industrial property of historic Italian companies, by enhancing &quot;Made in Italy&quot; production in terms of innovation, sustainability and international competitiveness. The registration of a brand in the special register of &quot;historic brands&quot;, which can only be obtained for those that have been registered for at least 50 years, involves a series of measures that aim to ensure stability and security for Italian companies. As of March 2021, throughout Italy, there are just 119 brands recognised as being historical.
it_it: Il marchio storico Pigna con la iconica &quot;P&quot; degli anni 50 è stato inserito nel Registro Speciale dei Marchi Storici di interesse nazionale, albo istituito dal Ministero dello Sviluppo Economico in collaborazione con Unioncamere. L'iniziativa ha come obiettivo quello di tutelare la proprietà industriale delle aziende storiche italiane, valorizzando la produzione &quot;Made in Italy &quot; in un'ottica di innovazione, sostenibilità e competitività internazionale. L'iscrizione di un marchio al registro speciale &quot;marchio storico&quot;, che si può ottenere solo per i marchi registrati da almeno 50 anni, comporta una serie di misure che mirano a garantire stabilità e sicurezza alle imprese italiane. A marzo 2021, i marchi riconosciuti come storici sono solo 119 in tutta Italia.

source: The illustrator Olimpia Zagnoli interprets the Italian style with soft shapes and chameleon-like colors, drawing two fancy, curious and irresistible characters…
it_it: L'illustratice Olimpia Zagnoli interpreta lo stile italiano con forme morbide e colori camaleontici, disegnando due personaggi di fantasia, curiosi e irresistibili...

source: The new headquarters of Cartiere Paolo Pigna, also in Alzano Lombardo, are inaugurated.
it_it: Viene inaugurata la nuova sede di Cartiere Paolo Pigna sempre ad Alzano Lombardo.

source: The notebook that has been used for generations since 1948 is back. A bridge between worlds, a milestone in our tradition, now revised with a touch of irony.
it_it: Torna il taccuino che dal 1948 viene usato da intere generazioni. Un ponte tra mondi, una pietra miliare nella nostra tradizione, oggi rivisto con un tocco di ironia.

source: The Pigna Sustainability Report aims to tell in a complete and transparent way what sustainability means for the company. A snapshot of the actions, results, approaches, and strategies with which Pigna wants to create lasting, widespread, and consistent value with the needs of all stakeholders and with ecological balances.
it_it: Il Rapporto di Sostenibilità di Pigna mira a raccontare in maniera completa e trasparente cosa significa sostenibilità per l’azienda. Una fotografia istantanea di azioni, risultati, approcci e strategie con cui Pigna vuole creare valore durevole, diffuso e coerente con le necessità di tutti gli stakeholder e con gli equilibri ecologici.

source: Through one of its funds, shareholder DeA Capital (De Agostini Group) joins Pigna's corporate structure with a 51&#37; share.
it_it: Attraverso uno dei suoi fondi entra nella compagine sociale di Pigna il socio DeA Capital (Gruppo De Agostini) al 51%.

source: Timeless
it_it: Intramontabile

source: View Doc
it_it: Visualizza Documento

source: Watch the video
it_it: Guarda il video
